tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "cocoapods"
brew "node@16", link: true
brew "python@3.10"
brew "screen"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "dart-lang/dart/dart"
cask "adoptopenjdk8"
cask "discord"
cask "google-chrome"
cask "nordvpn"
cask "telegram"
cask "tor-browser"
cask "virtualbox"
cask "vlc"
