tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "openssl@1.1"
brew "ruby"
brew "cocoapods"
brew "fd"
brew "node"
brew "firebase-cli"
brew "git"
brew "gitmoji"
brew "harfbuzz"
brew "tree-sitter"
brew "neovim"
brew "node@18"
brew "openjdk@11"
brew "python@3.11"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "wget"
brew "yarn"
brew "zsh"
cask "android-studio"
cask "calibre"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "surfshark"
cask "tor-browser"
cask "whatsapp"
